tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/versions"
brew "bash"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "docker"
brew "emacs"
brew "fish"
brew "fzf"
brew "go"
brew "hostess"
brew "htop"
brew "hub"
brew "jq"
brew "macvim"
brew "mas"
brew "neovim"
brew "node"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "shellcheck"
brew "tmux"
brew "vim", args: ["with-python3"]
brew "wget"
brew "zsh"
brew "homebrew/php/php72"
cask "alfred"
cask "docker"
cask "enpass"
cask "gpg-suite"
cask "iterm2"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "vimr"
cask "visual-studio-code"
cask "whatsapp"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/versions/firefoxdeveloperedition"
cask "caskroom/versions/google-chrome-canary"
mas "Canary Mail", id: 1236045954
mas "Install macOS High Sierra", id: 0
mas "LastPass", id: 926036361
mas "Noizio", id: 928871589
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Trello", id: 1278508951
